import { TWidget } from "../types";

export const WIDGET: TWidget = {
  id: "82657249884723",
  name: "Test widget",
  fields: [
    {
      text: "Приз 1 🤍",
      fullText: "Лазерная эпиляция любой зоны за 500 руб.",
      url: "https://google.com",
      color: "#1e9cb2",
      textColor: "#E6FFFF",
    },
    {
      text: "Все тело 🔵",
      fullText:
        'Лазерная эпиляция "Все тело" за 2990 руб. на диодном лазере, 4990 руб. на александритовом лазере.',
      url: "https://google.com",
      color: "#E6FFFF",
      textColor: "#1E96B4",
    },
    {
      text: "Приз 2 🤍",
      fullText:
        'Лазерная эпиляция "Бикини + Подмышки" за  990 руб на диодном лазере или 1990 руб. на александритовом лазере.',
      url: "https://google.com",
      color: "#2ab7c1",
      textColor: "#E6FFFF",
    },
    {
      text: "Приз 3 🤍",
      fullText:
        'Лазерная эпиляция "Бикини (на выбор) + Подмышки + Голени с коленями"  за 1.990 руб. на диодном лазере и 2.990 руб. на элександритовом лазере.',
      url: "https://google.com",
      color: "#1e9cb2",
      textColor: "#E6FFFF",
    },
    {
      text: "3000 руб. 🔵",
      fullText:
        "Сертификат на 3000 руб., которым можно оплатить до 50% стоимости лазерной эпиляции.",
      url: "https://google.com",
      color: "#E6FFFF",
      textColor: "#1E96B4",
    },
    {
      text: "Приз 4 🤍",
      fullText: "-50% на лазерную эпиляцию на любом лазере.",
      url: "https://google.com",
      color: "#2ab7c1",
      textColor: "#E6FFFF",
    },
  ],
};
